[
    {
        "id": "cc702775-20df-4a6d-be17-ce9e02202e53",
        "sellerName": "Vanderbilt",
        "productTitle": "Used Lyon & Healy Style 17 Pedal Harp (Natural) 12810Add To Cart",
        "productLongDesc": "Style 17 is always a winner as its like a mini 23. Great for gigs and for the harpist serious about quality, look and sound.We have new available at $31,000 but why wait?Take a used one and enjoy the harp right away ~ provided with a new transport cover set, tune key, dust cover and shipping carton if needed. Available in our store for testing! Call Michelle 812 606 6389 or text for more details, films, photos and a video of the harpExcellent condition, maintained by Peter Wiley in August 2019. New strings and regulation. Perfect structural condition. "
    },
    {
        "id": "aa1065f5-bab7-44c9-a42e-2498254c6be8",
        "sellerName": "Vanderbilt",
        "productTitle": "Salvi Aurora Mahogany with Decorations & with added high gloss, 13, years oldAdd To Cart",
        "productLongDesc": "Regulated by Peter Wiley and determined to be an outstanding instrument! Aug 17, 19 We were so thrilled to find a customer who had so well cared for her harp and asked us to place her Mahogany Aurora in a new home. This harp was a custom order with added high gloss protective finish and added soundboard hand painted decoration. While this was supposed to be a forever harp.. you know how that is... the owner has decided to upgrade even further and so this lovely piece is for sale to support her upgrade. It has all new strings and has had regular maintenance and regulation. The new price would be $23,000 + $2200 custom decoration (not the standard swirls but exquisite flowers and vines) and also the high gloss oil based finish in the region of $2000. This harp comes with the following free itmes:1. Salvi Velvet Dust Cover, tune key, carton box if needed for transport2. Vanderbilt 2 wheel dolly3. Outermost transport cover, large blue padded and waterproofWe are please to send films and up close photos. Sorry our photo display is only a few right now. We will be updating this entry and also we will be happy to discuss this harp with you in more detail if you call Michelle directly on 812 606 6389 or email: michelle@vanderbiltmusic.comOur impressions are: What a great harp!  "
    },
    {
        "id": "9a0e0935-d70d-42cd-bea2-e42ad24538c1",
        "sellerName": "Vanderbilt",
        "productTitle": "Salvi Diana, Mahogany, 5 years oldAdd To Cart",
        "productLongDesc": "This is a pretty fine looking Diana! The harp is five years old and we know the owner and have knowledge of the 'only one owner' purchase history.  While this harp is not currently at our shop we can send films and other detailed photos. Later, for serious enquiry we can provide a showing.  Call today for more discussions on this fine instrument with Michelle 812-606-6389 or feel free to send an inquiry to Michelle at michelle@vanderbiltmusic.com Skype showings and films can be provided as well as detailed photos of the condition.  "
    }
]